Revit 2027 API
Document.Save Method
Overload List
Name | Description
Save() |  Saves the document.
Save(SaveOptions) |  Saves the document.
Top
See Also
Reference
Document Class
Autodesk.Revit.DB Namespace